Repository: Loubal70/star-rate
Catalog: languages/star-rate-*.po
Languages: fr_fr

source: Invalid rating value. Must be between 1 and 5.
fr_fr: Valeur de notation invalide. Ça doit être entre 1 et 17 h.

source: Invalid post ID.
fr_fr: ID de publication invalide.

source: You have already voted for this post.
fr_fr: Vous avez déjà évalué cette publication.

source: Failed to calculate statistics.
fr_fr: Échec de calculer les statistiques.

source: Vote recorded successfully.
fr_fr: Vote enregistré avec succès.

source: An error occurred while recording your vote.
fr_fr: Une erreur s’est produite lors de l’enregistrement de votre vote.

source: No votes yet
fr_fr: Pas encore de votes

source: Failed to record vote. Please try again.
fr_fr: Échec à enregistrer le vote. Veuillez réessayer.

source: Network error. Please check your connection and try again.
fr_fr: Erreur réseau. Veuillez vérifier votre connexion et réessayer.

source: Was this article helpful?
fr_fr: Est-ce que cet article a été utile ?

source: Rate it to help us improve our content.
fr_fr: Notez-le pour nous aider à améliorer notre contenu.

source: Rate this post
fr_fr: Notez ce post

source: Rate %d out of 5 stars
fr_fr: Note %d sur 5 étoiles

source: Thank you!
fr_fr: Merci !

source: Your feedback is valuable.
fr_fr: Vos commentaires sont précieux.

source: Security verification failed.
fr_fr: La vérification de sécurité a échoué.

source: Star Rate Settings
fr_fr: Réglages du taux d’étoiles

source: Star Rate
fr_fr: Taux d’Étoiles

source: General Settings
fr_fr: Réglages généraux

source: Enable Schema.org
fr_fr: Activez Schema.org

source: Save Settings
fr_fr: Sauvegarder les paramètres

source: Statistics
fr_fr: Statistiques

source: Customization
fr_fr: Personnalisation

source: Override CSS variables in your theme to customize the widget appearance:
fr_fr: Écartez les variables CSS dans votre thème pour personnaliser l’apparence du widget :

source: Filters
fr_fr: Filtres

source: Change Schema.org type (default: Article)
fr_fr: Changer Schema.org type (par défaut : Article)

source: Modify the complete JSON-LD schema
fr_fr: Modifier le schéma JSON-LD complet

source: Configure how Star Rate displays on your site.
fr_fr: Configurez la façon dont le taux d’étoiles s’affiche sur votre site.

source: Enable Schema.org JSON-LD for SEO
fr_fr: Activez Schema.org JSON-LD pour le SEO

source: Total Votes:
fr_fr: Total des votes:

source: Rated Posts:
fr_fr: Publications notées :

source: High-performance star rating with Interactivity API. GDPR compliant, SEO optimized with Schema.org.
fr_fr: Évaluation en étoiles haute performance avec l’API Interactivity. Conforme au RGPD, optimisé SEO avec Schema.org.
